{
    "Assassin's Creed: Black Flag": [
        "The year is 1715. Pirates rule the Caribbean and have established their own lawless Republic where corruption, greediness and cruelty are commonplace.Among these outlaws is a brash young captain named Edward Kenway."
    ],
    "Batman: Arkham City": [
        "Batman: Arkham City builds upon the intense, atmospheric foundation of Batman: Arkham Asylum, sending players flying through the expansive Arkham City - five times larger than the game world in Batman: Arkham Asylum - the new maximum security 'home' for all of Gotham City's thugs, gangsters and insane criminal masterminds"
    ],
    "The Binding of Isaac Rebirth": [
        "The Binding of Isaac is a randomly generated action RPG shooter ",
        "with heavy Rogue-like elements. Following Isaac on his journey ",
        "players will find bizarre treasures that change Isaac’s form giving ",
        "him super human abilities and enabling him to fight off droves of ",
        "mysterious creatures, discover secrets and fight his way to safety."
    ],
    "Bioshock": [
        "BioShock is a shooter unlike any you've ever played, loaded with weapons and tactics never seen. You'll have a complete arsenal at your disposal from simple revolvers to grenade launchers and chemical throwers, but you'll also be forced to genetically modify your DNA to create an even more deadly weapon: you. Injectable plasmids give you super human powers: blast electrical currents into water to electrocute multiple enemies, or freeze them solid and obliterate them with the swing of a wrench."
    ],
    "Bloodborne": [
        "a 2015 action role-playing video game developed by FromSoftware and published by Sony Computer Entertainment for the PlayStation 4. The game follows a Hunter through the decrepit Gothic, Victorian-era–inspired city of Yharnam, whose inhabitants are afflicted with a blood-borne disease which transforms the residents into horrific beasts. Attempting to find the source of the plague, the player's character unravels the city's mysteries while fighting a variety of enemies. "
    ],
    "Borderlands 2": [
        "A new era of shoot and loot is about to begin. Play as one of four new vault hunters facing off against a massive new world of creatures, psychos and the evil mastermind, Handsome Jack. Make new friends, arm them with a bazillion weapons and fight alongside them in 4 player co-op on a relentless quest for revenge and redemption across the undiscovered and unpredictable living planet."
    ],
    "Call of Duty: Black Ops 2": [
        "Pushing the boundaries of what fans have come to expect from the record-setting entertainment franchise, Call of Duty®: Black Ops II propels players into a near future, 21st Century Cold War, where technology and weapons have converged to create a new generation of warfare."
    ],
    "Castlevania: Symphony of the Night": [
        "Symphony of the Night uses 2-dimensional side-scrolling gameplay.[6] The objective is to explore Dracula's castle to defeat an entity named Shaft who is controlling Richter Belmont, the self-proclaimed lord of the castle and hero of the events which took place in Castlevania: Rondo of Blood. "
    ],
    "Chrono Trigger": [
        "Chrono Trigger features standard role-playing video game gameplay. The player controls the protagonist and his companions in the game's two-dimensional world, consisting of various forests, cities, and dungeons. Navigation occurs via an overworld map, depicting the landscape from a scaled-down overhead view."
    ],
    "Cyberpunk 2077": [
        "Cyberpunk 2077 is an open-world, action-adventure RPG set in the dark future of Night City — a dangerous megalopolis obsessed with power, glamor, and ceaseless body modification."
    ],
    "Dark Souls": [
        "Then, there was fire. Re-experience the critically acclaimed, genre-defining game that started it all. Beautifully remastered, return to Lordran in stunning high-definition detail running at 60fps."
    ],
    "Diablo 2": [
        "Diablo II's storyline progresses through four chapters or 'acts'. Each act follows a predetermined path, but the wilderness and dungeons between key areas are randomly generated. The player progresses through the story by completing a series of quests within each act, while there are also optional side dungeons for extra monsters and experience. In contrast to the first Diablo, whose levels consisted of descending deeper and deeper into a Gothic-themed dungeon and Hell, Diablo II's environments are much more varied."
    ],
    "Disco Elysium": [
        "Disco Elysium - The Final Cut is a groundbreaking role playing game. You’re a detective with a unique skill system at your disposal and a whole city to carve your path across. Interrogate unforgettable characters, crack murders or take bribes. Become a hero or an absolute disaster of a human being."
    ],
    "Dishonored": [
        "Dishonored is an immersive first-person action game that casts you as a supernatural assassin driven by revenge. With Dishonored’s flexible combat system, creatively eliminate your targets as you combine the supernatural abilities, weapons and unusual gadgets at your disposal."
    ],
    "Dragon Age: Origins": [
        "Explore a stunning world, make complex moral choices, and engage in bone-crushing combat against massive and terrifying creatures. The Ultimate Edition includes Dragon Age: Origins, Dragon Age: Origins - Awakening and all nine content packs."
    ],
    "Elden Ring": [
        "THE CRITICALLY ACCLAIMED FANTASY ACTION RPG. Rise, Tarnished, and ",
        "be guided by grace to brandish the power of the Elden Ring and become ",
        "an Elden Lord in the Lands Between."
    ],
    "The Elder Scrolls 5: Skyrim": [
        "Winner of more than 200 Game of the Year Awards, The Elder Scrolls V: Skyrim Special Edition brings the epic fantasy to life in stunning detail. The Special Edition includes the critically acclaimed game and add-ons with all-new features like remastered art and effects, volumetric god rays, dynamic depth of field, screen-space reflections, and more."
    ],
    "Fallout: New Vegas": [
        "Welcome to Vegas. New Vegas. Enjoy your stay!"
    ],
    "Final Fantasy VII": [
        "The Unknown Journey Continues... After escaping from the dystopian city of Midgar, Cloud and his friends set out on a journey across the planet. New adventures await in a vibrant and vast world in this standalone entry to the FFVII remake trilogy!"
    ],
    "Ghost of Tsushima": [
        "A storm is coming. Venture into the complete Ghost of Tsushima DIRECTOR’S CUT on PC; forge your own path through this open-world action adventure and uncover its hidden wonders. Brought to you by Sucker Punch Productions, Nixxes Software and PlayStation Studios."
    ],
    "Goldeneye": [
        "GoldenEye 007 is a first-person shooter in which the player takes the role of Secret Intelligence Service agent James Bond through a series of levels.[2] In each level, the player must complete a set of objectives while computer-controlled opponents try to hinder the player's progress.[3] Objectives range from recovering items to destroying objects, defeating enemies, or rescuing hostages."
    ],
    "God of War": [
        "His vengeance against the Gods of Olympus years behind him, Kratos now lives as a man in the realm of Norse Gods and monsters. It is in this harsh, unforgiving world that he must fight to survive… and teach his son to do the same."
    ],
    "GTA 5": [
        "Grand Theft Auto V is an action-adventure game[2] played from either a third-person[3] or first-person perspective.[b] Players complete missions—linear scenarios with set objectives—to progress through the story.[5] Outside of the missions, players may freely roam the open world. Composed of the San Andreas open countryside area, and its fictional Blaine County and city of Los Santos, the world is much larger in area than earlier entries in the series.[6][c] It may be fully explored after the game's beginning without restriction, although story progress unlocks more gameplay content."
    ],
    "Half-Life 2": [
        "Reawakened from stasis in the occupied metropolis of City 17, Gordon Freeman is joined by Alyx Vance as he leads a desperate human resistance. Experience the landmark first-person shooter packed with immersive world-building, boundary-pushing physics, and exhilarating combat."
    ],
    "Hades": [
        "Defy the god of the dead as you hack and slash out of the Underworld in this rogue-like dungeon crawler from the creators of Bastion, Transistor, and Pyre."
    ],
    "Halo: Combat Evolved": [
        "Halo: Combat Evolved Anniversary comes to PC as the second installment of Halo: The Master Chief Collection. Now optimized for PC, relive the spectacularly remastered edition of the original Halo campaign, created in celebration of the 10th anniversary of one of the most beloved franchises in gaming history. After crash-landing on a mysterious ringworld known as Halo, the Master Chief is tasked with helping the remaining humans survive against the overwhelming Covenant forces. While doing so, he and Cortana uncover Halo's dark secret and fight to protect all life in the galaxy."
    ],
    "Hollow Knight": [
        "Forge your own path in Hollow Knight! An epic action adventure through ",
        "a vast ruined kingdom of insects and heroes. Explore twisting caverns, ",
        "battle tainted creatures and befriend bizarre bugs, all in a classic, ",
        "hand-drawn 2D style."
    ],
    "Horizon Zero Dawn": [
        "Experience the critically acclaimed Horizon Zero Dawn™ with stunning new visuals and upgraded features. In a far future where colossal machines roam the Earth, pockets of humanity survive in unique tribes among the lush, overgrown ruins of our long-lost civilization."
    ],
    "Insomniac's Spider-Man": [
        "an open-world third-person action-adventure game, in which the player controls Peter Parker, under his superhero identity Spider-Man, through Manhattan, New York City to fight crime. Spider-Man's moveset allows him to swing through New York and climb buildings in fluid urban traversal, defeat enemies in improvisational combat with dynamic acrobatics, fight by interacting with various elements with his webs, and wield a variety of web gadgets to combat different opponents."
    ],
    "Kingdom Hearts 2": [
        "The gameplay of Kingdom Hearts II is similar to the action RPG and hack and slash gameplay of the first Kingdom Hearts game, though developers made an effort to address some of the complaints of no map and camera bugs with the previous game.[9][10] The player directly controls Sora from a third-person camera angle,[11] though first-person perspective is available via Select button."
    ],
    "The Last of Us": [
        "Discover the award-winning game that inspired the critically acclaimed television show. Guide Joel and Ellie through a post-apocalyptic America, and encounter unforgettable allies and enemies in The Last of Us™."
    ],
    "League of Legends": [
        "League of Legends is a multiplayer online battle arena (MOBA) game in which the player controls a character ('champion') with a set of unique abilities from an isometric perspective.[2][3] As of 2025, there are 170 champions available to play.[4] Over the course of a match, champions gain levels by accruing experience points (XP) through killing enemies.[5] Items can be acquired to increase champions' strength,[6] and are bought with gold, which players accrue passively over time and earn actively by defeating the opposing team's minions,[2] champions, or defensive structures."
    ],
    "The Legend of Zelda: Ocarina of Time": [
        "The Legend of Zelda: Ocarina of Time is a fantasy action-adventure game set in a three-dimensional world with an expansive environment.[1] The game world is mostly rendered in real-time polygonal 3D, while a few areas make use of pre-rendered backgrounds.[2][3][4][5] The player controls series protagonist Link from a third-person perspective."
    ],
    "Mass Effect 2": [
        "Are you prepared to lose everything to save the galaxy? You'll need to be, Commander Shepard. It's time to bring together your greatest allies and recruit the galaxy's fighting elite to continue the resistance against the invading Reapers."
    ],
    "Metal Gear Solid": [
        "Ushering in a new era for the METAL GEAR franchise with cutting-edge technology powered by the Fox Engine, METAL GEAR SOLID V: The Phantom Pain, will provide players a first-rate gaming experience as they are offered tactical freedom to carry out open-world missions."
    ],
    "Metroid Prime": [
        "Metroid Prime is an action-adventure game in which players control protagonist Samus Aran from a first-person perspective, unlike previous games in the Metroid series,[5][6] with third-person elements used for Morph Ball mode.[5] The gameplay involves solving puzzles to reveal secrets, platform jumping, and shooting foes with the help of a 'lock-on' mechanism that allows circle strafing while staying aimed at the enemy."
    ],
    "Minecraft": [
        "a sandbox video game where players can build and explore a procedurally ",
        "generated three-dimensional world made of blocks. Players can collect ",
        "resources, craft items, and build structures in both survival and creative ",
        "modes. The game features a vast, diverse world with various biomes and ",
        "creatures. "
    ],
    "Monster Hunter: World": [
        "Welcome to a new world! In Monster Hunter: World, the latest installment in the series, you can enjoy the ultimate hunting experience, using everything at your disposal to hunt monsters in a new world teeming with surprises and excitement."
    ],
    "NieR: Automata": [
        "NieR: Automata tells the story of androids 2B, 9S and A2 and their battle to reclaim the machine-driven dystopia overrun by powerful machines."
    ],
    "Omori": [
        "Explore a strange world full of colorful friends and foes. When the time ",
        "comes, the path you’ve chosen will determine your fate... and perhaps the ",
        "fate of others as well."
    ],
    "Outer Wilds": [
        "Named Game of the Year 2019 by Giant Bomb, Polygon, Eurogamer, and The Guardian, Outer Wilds is a critically-acclaimed and award-winning open world mystery about a solar system trapped in an endless time loop."
    ],
    "Persona 5": [
        "Join the Phantom Thieves as they lead an uprising of the heart! Assemble an all-star team of heroes in a brand-new story in this thrilling combat adventure set in Persona’s iconic universe."
    ],
    "Pokemon Emerald": [
        "The gameplay in Emerald is largely the same as in Ruby and Sapphire. Much of the game takes place in an overhead style; players' characters can move in four directions and can talk to other people on the overworld. Players can encounter wild Pokémon by walking into grass, surfing on their Pokémon, walking through caves, and other means. They can also battle other trainers' Pokémon. When this happens, the game shifts to a battle screen where players and their Pokémon are seen on the front-left portion of the screen while opponents are viewed on the back-right portion."
    ],
    "Portal 2": [
        "The 'Perpetual Testing Initiative' has been expanded to allow you to design co-op puzzles for you and your friends!"
    ],
    "Red Dead Redemption 2": [
        "Winner of over 175 Game of the Year Awards and recipient of over 250 perfect scores, RDR2 is the epic tale of outlaw Arthur Morgan and the infamous Van der Linde gang, on the run across America at the dawn of the modern age. Also includes access to the shared living world of Red Dead Online."
    ],
    "Resident Evil 4": [
        "Survival is just the beginning. Six years have passed since the biological disaster in Raccoon City. Leon S. Kennedy, one of the survivors, tracks the president's kidnapped daughter to a secluded European village, where there is something terribly wrong with the locals."
    ],
    "Sekiro: Shadows Die Twice": [
        "Game of the Year - The Game Awards 2019 Best Action Game of 2019 - IGN Carve your own clever path to vengeance in the award winning adventure from developer FromSoftware, creators of Bloodborne and the Dark Souls series. Take Revenge. Restore Your Honor. Kill Ingeniously."
    ],
    "Shadow of the Colossus": [
        "Described by several commentators as an action-adventure game,[2][3] Shadow of the Colossus takes place from a third-person perspective in a three-dimensional (3D) graphic environment and involves combat-based gameplay sequences, as well as platforming and puzzle video game elements.[4] The game's environment is largely presented as a seamless open world."
    ],
    "Silent Hill 2": [
        "Investigating a letter from his late wife, James returns to where they made so many memories - Silent Hill. What he finds is a ghost town, prowled by disturbing monsters and cloaked in deep fog. Confront the monsters, solve puzzles, and search for traces of your wife in this remake of SILENT HILL 2."
    ],
    "Star Wars: Battlefront 2": [
        "Be the hero in the ultimate Star Wars™ battle fantasy with Star Wars™ Battlefront™ II: Celebration Edition! Get Star Wars Battlefront II and the complete collection of customization content acquirable through in-game purchase from launch up to — and including — items inspired by Star Wars™: THE RISE OF SKYWALKER"
    ],
    "Stardew Vally": [
        "You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home?"
    ],
    "StarCraft": [
        "STALCRAFT: X is the largest open-world online game in the Chernobyl Exclusion Zone. Explore the world full of mutants and anomalies alone or with friends — unforgettable emotions guaranteed."
    ],
    "Super Mario 64": [
        "Super Mario 64 is a 3D platformer in which the player controls the titular character Mario through various courses. Mario's abilities are far more diverse than in previous games.[10][11] He can walk, run, jump, crouch, crawl, climb, swim, kick, grab objects, and punch using the game controller's analog stick and buttons. He can execute special jumps by combining a regular jump with other actions, including the double and triple jumps, long jump, backflip, and wall jump."
    ],
    "Super Smash Bros Ultimate": [
        "Super Smash Bros. Ultimate is a platform fighter for up to eight players in which characters from Nintendo games and third-party franchises fight to knock each other out of an arena. Each player has a percentage meter which raises as they take damage, thus increasing the knockback they take and making them easier to launch in the air and out of the arena."
    ],
    "Tetris": [
        "Unrivaled after four decades, Tetris Forever celebrates the original, genre-inspiring puzzle game that escaped from behind the Iron Curtain, onto the world stage, and into our cultural consciousness!"
    ],
    "Terraria": [
        "Dig, fight, explore, build! Nothing is impossible in this action-packed adventure game. Four Pack also available!"
    ],
    "Undertale": [
        "UNDERTALE! The RPG game where you don't have to destroy anyone."
    ],
    "Uncharted 4": [
        "A Thief's End is an action-adventure game played from a third-person perspective, with platforming elements. Players traverse several environments, moving through locations including towns, buildings, and wilderness to advance through the game's story. Players use firearms, melee combat, and stealth to combat hostile enemies."
    ],
    "Warcraft 3": [
        "Warcraft III takes place on a map of varying size, such as large plains and fields, with terrain features like rivers, mountains, seas, or cliffs. The map is initially hidden from view and only becomes visible through exploration.[3] Areas no longer in sight range of an allied unit or building are covered with the fog of war, meaning that while the terrain remains visible, player caused changes such as enemy troop movements and building construction are not."
    ],
    "The Witcher 3": [
        "You are Geralt of Rivia, mercenary monster slayer. Before you stands a war-torn, monster-infested continent you can explore at will. Your current contract? Tracking down Ciri — the Child of Prophecy, a living weapon that can alter the shape of the world."
    ]
}